{
  "title": "Area of Effect",
  "description": "The descriptions of many spells and other features specify that they have an area of effect, which typically has one of six shapes.",
  "ddbLink": "https://www.dndbeyond.com/sources/dnd/free-rules/rules-glossary#AreaofEffect",
  "contents": [
    {
      "name": "Cone",
      "summary": "A Cone is an area of effect that extends in straight lines from a point of origin in a direction its creator chooses. A Cone’s width at any point along its length is equal to that point’s distance from the point of origin. For example, a Cone is 15 feet wide at a point along its length that is 15 feet from the point of origin. The effect that creates a Cone specifies its maximum length.<br/><br/>A Cone’s point of origin isn’t included in the area of effect unless its creator decides otherwise.",
      "ddbLink": "https://www.dndbeyond.com/sources/dnd/free-rules/rules-glossary#ConeAreaofEffect"
    },
    {
      "name": "Cube",
      "summary": "A Cube is an area of effect that extends in straight lines from a point of origin located anywhere on a face of the Cube. The effect that creates a Cube specifies its size, which is the length of each side.<br/><br/>A Cube’s point of origin isn’t included in the area of effect unless its creator decides otherwise.",
      "ddbLink": "https://www.dndbeyond.com/sources/dnd/free-rules/rules-glossary#CubeAreaofEffect"
    },
    {
      "name": "Cylinder",
      "summary": "A Cylinder is an area of effect that extends in straight lines from a point of origin located at the center of the circular top or bottom of the Cylinder. The effect that creates a Cylinder specifies the radius of the Cylinder’s base and the Cylinder’s height. <br/><br/>A Cylinder’s point of origin is included in the area of effect.",
      "ddbLink": "https://www.dndbeyond.com/sources/dnd/free-rules/rules-glossary#CylinderAreaofEffect"
    },
    {
      "name": "Emanation",
      "summary": "An Emanation is an area of effect that extends in straight lines from a creature or an object in all directions. The effect that creates an Emanation specifies the distance it extends.<br/><br/>An Emanation moves with the creature or object that is its origin unless it is an instantaneous or a stationary effect.<br/><br/>An Emanation’s origin (creature or object) isn’t included in the area of effect unless its creator decides otherwise.",
      "ddbLink": "https://www.dndbeyond.com/sources/dnd/free-rules/rules-glossary#EmanationAreaofEffect"
    },
    {
      "name": "Line",
      "summary": "A Line is an area of effect that extends from a point of origin in a straight path along its length and covers an area defined by its width. The effect that creates a Line specifies its length and width.<br/><br/>A Line’s point of origin isn’t included in the area of effect unless its creator decides otherwise.",
      "ddbLink": "https://www.dndbeyond.com/sources/dnd/free-rules/rules-glossary#LineAreaofEffect"
    },
    {
      "name": "Sphere",
      "summary": "A Sphere is an area of effect that extends in straight lines from a point of origin outward in all directions. The effect that creates a Sphere specifies the distance it extends as the radius of the Sphere.<br/><br/>A Sphere’s point of origin is included in the Sphere’s area of effect.",
      "ddbLink": "https://www.dndbeyond.com/sources/dnd/free-rules/rules-glossary#SphereAreaofEffect"
    }
  ]
}
